Repository: kimsol1134/weekkeep
Catalog: Weekkeep/Resources/Localizable.xcstrings
Source language: en
Languages: ko

# tab.week
source: This Week
ko: 이번 주

# tab.archive
source: Weeks
ko: 지난 기록

# tab.settings
source: Settings
ko: 설정

# common.back
source: Back
ko: 뒤로

# common.cancel
source: Cancel
ko: 취소

# common.close
source: Close
ko: 닫기

# common.done
source: Done
ko: 완료

# common.retry
source: Try again
ko: 다시 시도

# common.openSettings
source: Open Settings
ko: 설정 열기

# common.learnMore
source: Learn more
ko: 자세히 보기

# onboarding.headline
source: There are so many photos, but no time to sort them.
ko: 사진은 많은데, 정리할 시간은 없으니까.

# onboarding.body
source: We’ll start with your most recently completed Monday–Sunday week and choose up to seven moments. If that week has no eligible photos, we’ll honestly check your most recent 7 days instead.
ko: 최근 완료된 월요일부터 일요일까지의 한 주로 시작해 최대 7장의 순간을 골라드려요. 그 주에 적격 사진이 없으면 최근 7일을 대신 확인해요.

# onboarding.privacy
source: Photos are processed on your iPhone
ko: 사진 고르기는 이 iPhone 안에서 이뤄져요

# onboarding.primary
source: Choose your first week
ko: 첫 주 추억 고르기

# onboarding.secondary
source: How does photo access work?
ko: 사진 접근을 어떻게 쓰나요?

# onboarding.privacyTitle
source: Photos are processed on your iPhone
ko: 사진 고르기는 이 iPhone 안에서 이뤄져요

# onboarding.privacyDetail
source: Photo selection and share rendering are processed on your iPhone. Weekkeep does not send photos or photo details to analytics services or other services for analysis. Sharing starts only when you explicitly choose it.
ko: 사진 고르기와 공유 이미지 만들기는 이 iPhone에서 처리해요. 사진·미리보기·파일 이름·위치·촬영 시각 같은 사진 정보는 사용 통계나 다른 서비스의 분석을 위해 보내지 않아요. 공유는 직접 선택할 때만 시작돼요.

# accessibility.onboardingPreview
source: A preview of an album with seven moments
ko: 일곱 순간을 담은 앨범 미리보기

# accessibility.photoStory
source: Seven sample photos in one Weekkeep album
ko: Weekkeep 앨범에 담은 샘플 사진 일곱 장

# week.readyTitle
source: Want to keep a few moments from last week?
ko: 지난주의 순간을 남겨볼까요?

# week.readyBody
source: We’ll choose up to seven moments from last week that you may want to revisit.
ko: 지난주 사진에서 다시 보고 싶은 순간을 최대 7장 골라드려요.

# week.welcomeBody
source: We’ll start with your most recently completed Monday–Sunday week and choose up to seven moments. Change only the photos you don’t want.
ko: 최근 완료된 월요일부터 일요일까지의 한 주로 시작해 최대 7장의 순간을 골라드려요. 마음에 들지 않는 사진만 바꿔보세요.

# week.welcomeFallbackBody
source: That week had no eligible photos, so we’re checking your most recent 7 days for up to seven moments.
ko: 그 주에 적격 사진이 없어 최근 7일에서 최대 7장의 순간을 확인해요.

# week.makeDraft
source: Choose moments from last week
ko: 지난주 추억 고르기

# week.makeWelcomeSelection
source: Choose your first week
ko: 첫 주 추억 고르기

# week.photoCount
source: %lld photos from last week
ko: 지난주 사진 %lld장

# week.privacy
source: Photos are processed on your iPhone
ko: 사진 고르기는 이 iPhone 안에서 이뤄져요

# week.welcomeTitle
source: Want to choose your first week?
ko: 첫 주 추억을 골라볼까요?

# week.noPhotosTitle
source: There are no eligible photos in this range.
ko: 요청한 기간에 적격 사진이 없어요.

# week.noPhotosBody
source: We won’t add photos from outside the requested dates. Check Photos access or try again.
ko: 요청한 기간 밖의 사진을 섞지 않아요. 사진 접근을 확인하거나 다시 시도해 보세요.

# week.waitingTitle
source: Your next week is coming.
ko: 다음 기록이 곧 열려요.

# week.waitingBody
source: Your saved first week is here to revisit while you wait.
ko: 기다리는 동안 첫 기록을 다시 볼 수 있어요.

# week.waitingNextDate
source: Next available date: %@
ko: 다음 기록 가능일: %@

# week.waitingViewAlbum
source: View your saved week
ko: 저장한 주 보기

# week.waitingShareAlbum
source: Share this album
ko: 이 앨범 공유하기

# week.waitingNoAlbum
source: We couldn’t load the saved photos right now. Saved weeks are still available.
ko: 지금 저장한 사진을 불러오지 못했어요. 지난 기록에서 다시 볼 수 있어요.

# week.waitingMissingPhotos
source: Your saved week is here, but its photos aren’t available right now.
ko: 저장한 기록은 남아 있지만 지금 사진을 불러올 수 없어요.

# week.savedTitle
source: Last week is saved.
ko: 지난주를 남겼어요.

# week.savedBody
source: You can revisit this week in your saved weeks.
ko: 지난 기록에서 이 주를 다시 볼 수 있어요.

# week.viewRecord
source: View record
ko: 기록 보기

# week.viewWeeks
source: See saved weeks
ko: 지난 기록 보기

# week.permissionTitle
source: Let Weekkeep look through your photos.
ko: 사진을 살펴볼 수 있게 해주세요.

# week.permissionBody
source: Allow photo access so Weekkeep can help you keep a small album on this iPhone.
ko: 이 iPhone에 작은 앨범을 남길 수 있도록 사진 접근을 허용해 주세요.

# week.restrictedTitle
source: Photos access is restricted.
ko: 사진 접근이 제한되어 있어요.

# week.restrictedBody
source: A device, parental, or organization policy controls Photos access. Weekkeep cannot change this policy.
ko: 사진 접근은 기기, 보호자 또는 조직 정책으로 관리되고 있어요. Weekkeep에서 이 정책을 바꿀 수 없어요.

# week.limited
source: Only the photos you selected
ko: 선택한 사진만 볼 수 있어요

# week.managePhotos
source: Choose which photos Weekkeep can use
ko: Weekkeep이 볼 사진 선택

# week.lockedTitle
source: You’ve kept two weeks.
ko: 두 주를 남겼어요.

# week.lockedBody
source: Keep making a small album for each week with Weekkeep Plus. Your saved weeks stay available on this iPhone without Plus.
ko: Weekkeep Plus로 매주 작은 앨범을 계속 만들 수 있어요. 이미 저장한 기록은 Plus 없이도 이 iPhone에서 다시 볼 수 있어요.

# week.plus
source: Continue with Plus
ko: Plus로 계속하기

# week.latest
source: Start with your latest completed week.
ko: 최근 완료된 한 주부터 다시 시작해요.

# week.errorTitle
source: We couldn't load last week.
ko: 지난주를 불러오지 못했어요.

# curation.title
source: Choosing moments to keep
ko: 소중한 순간을 고르고 있어요

# curation.body
source: Looking through last week’s photos for moments you may want to revisit.
ko: 지난주의 사진에서 다시 보고 싶은 순간을 찾고 있어요.

# curation.welcomeBody
source: Looking through your most recently completed Monday–Sunday week for moments to keep.
ko: 가장 최근에 완료된 월요일부터 일요일까지의 한 주에서 남길 순간을 찾고 있어요.

# curation.welcomeFallbackBody
source: That week had no eligible photos, so we’re checking your most recent 7 days instead.
ko: 그 주에 적격 사진이 없어 최근 7일을 대신 확인하고 있어요.

# curation.fetching
source: Looking through your photos
ko: 사진을 살펴보는 중

# curation.prefiltering
source: Finding a few moments to keep
ko: 남길 순간을 몇 가지 고르는 중

# curation.downloading
source: Loading photos from iCloud
ko: iCloud에서 사진을 불러오는 중

# curation.analyzing
source: Taking a closer look at your photos
ko: 사진을 자세히 살펴보는 중

# curation.deduplicating
source: Tidying up similar photos
ko: 비슷한 사진을 정리하는 중

# curation.ranking
source: Putting your week together
ko: 한 주의 기록을 정리하는 중

# curation.privacy
source: Photos are processed on your iPhone
ko: 사진 고르기는 이 iPhone 안에서 이뤄져요

# curation.cancel
source: Cancel
ko: 취소

# curation.partial
source: Some photos couldn’t be loaded. We’ll continue with the photos available.
ko: 일부 사진을 불러오지 못했어요. 지금 볼 수 있는 사진으로 계속할게요.

# curation.failed
source: We couldn’t finish looking through these photos.
ko: 사진을 끝까지 살펴보지 못했어요.

# review.welcomeTitle
source: Want to keep these moments?
ko: 이 순간들을 남길까요?

# review.regularTitle
source: Want to keep a few moments from last week?
ko: 지난주, 이 순간들을 남길까요?

# review.body
source: We found %lld moments to keep this week. Change only what you want to.
ko: 이번 주에 남길 순간 %lld장을 골라봤어요. 마음에 들지 않는 사진만 바꿔보세요.

# review.bodyCount
source: %2$lld / %lld photos
ko: 사진 %2$lld / %lld장

# review.helper
source: Tap a photo you want to change.
ko: 바꾸고 싶은 사진을 눌러주세요.

# review.replace
source: Change this photo
ko: 이 사진 바꾸기

# review.keep
source: Save %lld photos
ko: 사진 %lld장 남기기

# review.photoLabel
source: Photo %2$lld of %1$lld
ko: %1$lld장 중 %2$lld번째 사진

# review.selected
source: Ready to change
ko: 바꿀 사진으로 골랐어요

# review.view
source: View larger
ko: 크게 보기

# review.replaceAction
source: Change photo
ko: 사진 바꾸기

# review.missing
source: This photo is no longer available in Photos.
ko: 이 사진은 사진 앱에서 더 이상 찾을 수 없어요.

# review.saveFailed
source: This week isn’t saved yet.
ko: 아직 이번 주 기록이 저장되지 않았어요.

# review.trySave
source: Try saving again
ko: 다시 저장하기

# viewer.position
source: %1$lld of %2$lld
ko: %2$lld장 중 %1$lld번째

# viewer.swipe
source: Swipe left or right to browse.
ko: 좌우로 넘겨보세요.

# replace.title
source: What would you like to see instead?
ko: 어떤 사진으로 바꿀까요?

# replace.current
source: Photo you’re changing
ko: 지금 사진

# replace.sameDay
source: From the same day
ko: 같은 날 사진

# replace.sameDayNone
source: There aren’t any other photos from this day.
ko: 이 날에는 바꿔볼 다른 사진이 없어요.

# replace.seeOtherDays
source: See photos from other days
ko: 다른 날 사진 보기

# replace.otherDays
source: From another day
ko: 다른 날 사진

# replace.candidates
source: Other photos
ko: 다른 사진

# replace.none
source: There aren’t any other photos to choose for this spot.
ko: 이 자리에 바꿔 넣을 다른 사진이 없어요.

# save.title
source: Last week is now one small album.
ko: 지난주가 작은 앨범이 됐어요

# save.metadata
source: %lld photos · Saved on this iPhone
ko: 사진 %lld장 · 이 iPhone에 저장됨

# save.body
source: A small record of an ordinary week, ready whenever you want to revisit it.
ko: 평범한 한 주도, 나중에 다시 꺼내 볼 수 있는 기록이 됐어요.

# save.view
source: View record
ko: 기록 보기

# save.share
source: Share this album
ko: 이 앨범 공유하기

# save.done
source: Done
ko: 완료

# share.title
source: A small album to share
ko: 공유할 작은 앨범을 만들어요

# share.body
source: A shareable image made from the photos you saved.
ko: 저장한 사진으로 공유할 이미지를 만들어요.

# share.format
source: Format
ko: 형식

# share.story
source: Story · 9:16
ko: 스토리 · 9:16

# share.post
source: Post · 4:5
ko: 포스트 · 4:5

# share.navigationTitle
source: Share
ko: 공유

# share.loading
source: Making your share image on this iPhone
ko: 이 iPhone에서 공유 이미지를 만드는 중

# share.error
source: We couldn’t make the share image. Your saved album is unchanged.
ko: 공유 이미지를 만들지 못했어요. 저장한 앨범은 바뀌지 않아요.

# share.retry
source: Try again
ko: 다시 만들기

# share.previewLabel
source: Preview of the Weekkeep share image
ko: Weekkeep 공유 이미지 미리보기

# share.serialLabel
source: Our family · week %d
ko: 우리 가족의 %d번째 주

# share.footerPrompt
source: How was your family's week?
ko: 너희 가족의 이번 주는 어땠어?

# share.privacy
source: This share image is made on your iPhone. Sharing starts only when you choose it.
ko: 공유 이미지는 이 iPhone에서 만들어요. 직접 선택할 때만 공유를 시작해요.

# share.invitation
source: A week with our family 🌈 Made with Weekkeep. How was your family's week?
ko: 우리 가족의 일주일 🌈 Weekkeep으로 남겼어요. 너희 가족의 이번 주는 어땠어?

# share.share
source: Share this image
ko: 이 이미지 공유하기

# notification.title
source: Want a gentle reminder when your next week is available?
ko: 다음 기록을 남길 때 알려드릴까요?

# notification.body
source: We’ll remind you on Monday evening, so you can come back when you have a moment.
ko: 월요일 저녁, 여유가 될 때 다시 볼 수 있도록 알려드릴게요.

# notification.schedule
source: Every Monday · 8:30 PM
ko: 매주 월요일 · 오후 8:30

# notification.nextDate
source: Next week available: %@
ko: 다음 기록 가능일: %@

# notification.primary
source: Remind me
ko: 알림 받을게요

# notification.secondary
source: Not now
ko: 지금은 괜찮아요

# archive.title
source: Saved weeks
ko: 지난 기록

# archive.body
source: Your saved weeks, all in one place.
ko: 남긴 주간 기록을 한곳에서 다시 볼 수 있어요.

# archive.emptyTitle
source: Keep your first week.
ko: 첫 주를 남겨보세요.

# archive.emptyBody
source: A few photos are all it takes to start.
ko: 사진 몇 장이면 첫 기록을 남길 수 있어요.

# archive.errorTitle
source: Saved weeks couldn’t be loaded.
ko: 지난 기록을 불러오지 못했어요.

# archive.errorBody
source: Your saved records were not changed. Try loading them again.
ko: 저장된 기록은 바뀌지 않았어요. 다시 불러와 주세요.

# archive.goToWeek
source: Go to This Week
ko: 이번 주로 가기

# archive.photoCount
source: %lld photos
ko: 사진 %lld장

# archive.missing
source: Some photos unavailable
ko: 일부 사진을 볼 수 없음

# archive.missingAll
source: These photos are no longer available in Photos.
ko: 이 사진들은 사진 앱에서 더 이상 찾을 수 없어요.

# archive.notFound
source: This saved week could not be found on this iPhone.
ko: 이 iPhone에서 저장된 주를 찾지 못했어요.

# detail.savedOnDevice
source: %lld photos · Saved on this iPhone
ko: 사진 %lld장 · 이 iPhone에 저장됨

# detail.helper
source: Tap a photo to view it larger.
ko: 사진을 눌러 크게 보세요.

# paywall.overline
source: You've kept two weeks
ko: 두 주를 남겼어요

# paywall.overlineCount
source: You've kept %lld weeks
ko: %lld주를 남겼어요

# paywall.overlineUnknown
source: Your saved weeks
ko: 저장한 기록

# paywall.headline
source: Keep a small album every week.
ko: 매주 작은 앨범을 계속 남겨요

# paywall.body
source: Your saved weeks stay available on this iPhone without Plus.
ko: 이미 저장한 기록은 Plus 없이도 이 iPhone에서 계속 볼 수 있어요.

# paywall.benefitDraft
source: Up to seven moments to keep each week
ko: 매주 추억을 최대 7장 골라드려요

# paywall.benefitPrivate
source: Photos are processed on your iPhone
ko: 사진 고르기는 이 iPhone 안에서 이뤄져요

# paywall.benefitLifetime
source: One purchase for lifetime Plus access
ko: 한 번 구매로 평생 Plus 이용

# paywall.loading
source: Loading the current Store price…
ko: 현재 스토어 가격을 불러오는 중…

# paywall.unavailable
source: The Store price is not available right now.
ko: 지금은 스토어 가격을 불러올 수 없어요.

# paywall.productFallback
source: Lifetime Plus access
ko: 평생 Plus 이용권

# paywall.purchase
source: Start lifetime access
ko: 평생 이용 시작하기

# paywall.restore
source: Restore purchase
ko: 구매 복원

# paywall.continue
source: Continue
ko: 계속

# paywall.checkEntitlement
source: Check Plus access
ko: Plus 이용 권한 확인

# paywall.terms
source: Terms of Use
ko: 이용 약관

# paywall.privacy
source: Privacy Policy
ko: 개인정보 처리방침

# paywall.pending
source: The App Store is still processing your purchase. Plus will unlock once it’s approved.
ko: App Store에서 구매를 처리하고 있어요. 승인되면 Plus를 이용할 수 있어요.

# paywall.cancelled
source: Purchase cancelled.
ko: 구매를 취소했어요.

# paywall.failed
source: We couldn't complete the purchase. Please try again in a moment.
ko: 구매를 완료하지 못했어요. 잠시 후 다시 시도해 주세요.

# paywall.restored
source: Plus is restored. Your saved weeks are not restored by a purchase restore.
ko: Plus 이용 권한을 복원했어요. 구매 복원만으로는 저장한 기록이 돌아오지 않아요.

# paywall.noPurchase
source: We couldn't find a previous purchase.
ko: 복원할 구매를 찾지 못했어요.

# settings.title
source: Settings
ko: 설정

# settings.subtitle
source: Make room for the weeks you want to remember.
ko: 기억하고 싶은 한 주를 가볍게 남겨요.

# settings.photos
source: Photos
ko: 사진

# settings.photoAccess
source: Photo access
ko: 사진 접근

# settings.fullAccess
source: Full access
ko: 전체 접근

# settings.limitedAccess
source: Selected photos
ko: 일부 사진

# settings.deniedAccess
source: Not allowed
ko: 접근 안 함

# settings.restrictedAccess
source: Restricted by policy
ko: 정책으로 제한됨

# settings.notDeterminedAccess
source: Not requested yet
ko: 아직 요청하지 않음

# settings.requestPhotoAccess
source: Allow photo access
ko: 사진 접근 허용

# settings.manageAccess
source: Manage photo access
ko: 사진 접근 관리

# settings.notifications
source: Notifications
ko: 알림

# settings.weeklyReminder
source: Weekly reminder
ko: 주간 알림

# settings.monday
source: Monday · 8:30 PM
ko: 월요일 · 오후 8:30

# settings.reminderNotSet
source: Not set
ko: 설정 안 됨

# settings.reminderAvailableAfterSave
source: After your first saved week
ko: 첫 기록 저장 후

# settings.reminderRequiresSavedAlbum
source: Save your first week before turning on reminders.
ko: 첫 기록을 남긴 뒤 알림을 켤 수 있어요.

# settings.reminderChecking
source: Checking…
ko: 확인 중…

# settings.reminderOff
source: Off
ko: 꺼짐

# settings.enableReminder
source: Enable weekly reminder
ko: 주간 알림 켜기

# settings.openNotificationSettings
source: Open notification settings
ko: 알림 설정 열기

# settings.status
source: Status
ko: 이용 상태

# settings.free
source: Free access
ko: 무료 이용 중

# settings.active
source: Plus active
ko: Plus 이용 중

# settings.learnPlus
source: Learn about Weekkeep Plus
ko: Weekkeep Plus 알아보기

# settings.restore
source: Restore purchase
ko: 구매 복원

# settings.data
source: Storage & support
ko: 저장과 도움

# settings.storage
source: Data storage
ko: 데이터 저장

# settings.localOnly
source: This iPhone only
ko: 이 iPhone만

# settings.privacy
source: Photos & privacy
ko: 사진과 개인정보

# settings.onDevice
source: Photos are processed on your iPhone
ko: 사진 고르기는 이 iPhone 안에서 이뤄져요

# settings.help
source: Help & support
ko: 도움말 및 문의

# settings.about
source: About & support
ko: 도움말 및 문의

# privacy.title
source: Photos are processed on your iPhone
ko: 사진 고르기는 이 iPhone 안에서 이뤄져요

# privacy.body
source: Photo selection and share rendering are processed on your iPhone. Weekkeep does not send photos or photo details to analytics services or other services for analysis. Sharing starts only when you explicitly choose it.
ko: 사진 고르기와 공유 이미지 만들기는 이 iPhone에서 처리해요. 사진·미리보기·파일 이름·위치·촬영 시각 같은 사진 정보는 사용 통계나 다른 서비스의 분석을 위해 보내지 않아요. 공유는 직접 선택할 때만 시작돼요.

# privacy.onDeviceTitle
source: Photos are processed on your iPhone
ko: 사진 고르기는 이 iPhone 안에서 이뤄져요

# privacy.onDeviceBody
source: Photo selection and share rendering are processed on your iPhone while you use Weekkeep.
ko: Weekkeep을 사용하는 동안 사진 고르기와 공유 이미지 만들기는 이 iPhone에서 처리해요.

# privacy.notTrackedTitle
source: Photo details aren’t sent for analysis
ko: 사진 정보는 분석에 보내지 않아요

# privacy.notTrackedBody
source: Weekkeep does not send photos, previews, filenames, locations, capture times, or other photo details to analytics services or other services for analysis.
ko: 사진·미리보기·파일 이름·위치·촬영 시각 같은 정보는 사용 통계나 다른 서비스의 분석을 위해 보내지 않아요.

# privacy.youDecideTitle
source: You’re in control
ko: 결정은 내가 해요

# privacy.youDecideBody
source: Sharing starts only when you explicitly choose it. You can change photo access any time in Settings.
ko: 공유는 직접 선택할 때만 시작돼요. 사진 접근은 언제든 설정에서 바꿀 수 있어요.

# privacy.storageTitle
source: Weekly records stay on this iPhone
ko: 기록은 이 iPhone에만 저장돼요

# privacy.storageBody
source: Weekkeep doesn't provide a separate backup, so records may be lost if you delete the app or change devices. Your original photos stay in Photos.
ko: Weekkeep은 별도 백업을 제공하지 않아 앱을 삭제하거나 기기를 바꾸면 기록이 사라질 수 있어요. 원본 사진은 사진 앱에 남아 있어요.

# privacy.openPhotos
source: Open photo access settings
ko: 사진 접근 설정 열기

# privacy.fullPolicy
source: View the full Privacy Policy
ko: 전체 개인정보 처리방침 보기

# about.title
source: Help & support
ko: 도움말 및 문의

# about.tagline
source: Many photos, little time. Keep the moments you want from each week.
ko: 사진은 많고 시간은 없으니까, 한 주의 순간만 가볍게 남겨요.

# about.body
source: Even ordinary weeks deserve an album you can revisit.
ko: 평범한 한 주도 다시 꺼내 볼 앨범이 될 수 있어요.

# about.help
source: Help
ko: 도움말

# about.contact
source: Contact us
ko: 문의하기

# about.terms
source: Terms of Use
ko: 이용 약관

# about.privacy
source: Privacy Policy
ko: 개인정보 처리방침

# about.licenses
source: Open-source licenses
ko: 오픈소스 라이선스

# about.licensesBody
source: Notices for the font and open-source software used to build Weekkeep.
ko: Weekkeep을 만드는 데 사용한 글꼴과 오픈소스 소프트웨어의 고지입니다.

# about.licenseUnavailable
source: The license text could not be loaded.
ko: 라이선스 전문을 불러올 수 없습니다.

# about.font
source: Font used
ko: 사용한 글꼴

# about.rate
source: Rate Weekkeep
ko: 앱 평가하기

# accessibility.sevenStitches
source: Seven photo limit
ko: 최대 7장

# accessibility.photo
source: Photo %2$lld of %1$lld
ko: %1$lld장 중 %2$lld번째 사진

# accessibility.unavailable
source: Photo unavailable
ko: 사진을 볼 수 없음

# accessibility.replace
source: Change photo
ko: 사진 바꾸기

# accessibility.view
source: View larger
ko: 크게 보기
